export default {
    title: '昌曲',
    category: {
        title: '辅星',
    },
    all: '文昌：阴金，文曲：阴水。化忌时思考有欠缺或是杂念。能力，文化，文采才华，读书星，学历，学习能力高，文昌（文豪，文笔强，正途功名（科举），理性理科，逻辑，科班），文曲（/桃花/，擅长沟通交流，异途功名（艺术），感性，文科，才华）',
    '命宫': '昌（文笔好，书生气，逻辑思维强，聪明），曲（艺术天分，感性才华，能歌善舞，口才好）', 
    '兄弟宫': '兄弟姐妹有才华，对我有帮助', 
    '夫妻宫': '配偶气质好，聪明，学历高，配偶有桃花特征，相处和谐', 
    '子女宫': '孩子聪明，学习能力强，文艺（相较于我）', 
    '财帛宫': '善于动脑赚钱，因为名声获得钱，昌（通过文书合同获得钱财），曲（通过艺术获得钱财）', 
    '疾厄宫': '昌（肺部，骨骼，牙齿，脑神经），曲（肾脏，生殖，泌尿，心脑血管）', 
    '迁移宫': '在外易遇有文化文采的贵人，在外地学业考试易功名', 
    '交友宫': '朋友有文化，有才华', 
    '官禄宫': '昌（有才华，动脑赚钱，正途工作，文本合同相关，死板工作），曲（异途工作，美术音乐相关，灵活的工作）', 
    '田宅宫': '在签订关于房产合同时需要谨慎，不要轻易给他人担保', 
    '福禄宫': '有头脑，文质彬彬，有文化修养', 
    '父母宫': '小时候学习能力好，父母有文化，教导有方', 
}