export default {
    title: '巨门',
    category: {
        title: '十四主星',
    },
    all: '阴水，黑洞，神秘，口舌，是非，/孤独孤克/，沟通障碍，/小人星/，关系远，看事角度和别人不同',
    '命宫': '心思沉，多思，不善表达真实情感，洞察力强，记忆力强，善辩，看不透内心', 
    '兄弟宫': '关系差，难沟通，各自为政', 
    '夫妻宫': '感情不顺，口角多，唠叨，看不懂听不懂配偶', 
    '子女宫': '与子女感情缘分薄，顶嘴', 
    '财帛宫': '通过口才赚钱，暗财（偏门）', 
    '疾厄宫': '泌尿，生殖，肾脏', 
    '迁移宫': '在外易有口舌是非，易遇小人', 
    '交友宫': '小人多，朋友，下属易嚼舌根，有纠纷', 
    '官禄宫': '大公司，口才工作，工作是非多', 
    '田宅宫': '大房子，若同宫煞星多风水差', 
    '福禄宫': '内心如黑洞，丰富，有城府，深沉多思，性格忧郁', 
    '父母宫': '唠叨，缘分差，易有口角', 
}