export default {
    title: '魁钺',
    category: {
        title: '辅星',
    },
    all: '贵人星，机遇（来自长辈、上阶层），无偿助力，/助善不助恶/天魁为男性长辈贵人，助力较为直接，天钺为女性长辈贵人，助力较为温婉间接，同时也是/桃花星/',
    '命宫': '贵人运旺，机遇多，善良正直，（天魁）温婉，（天钺）仁爱、博爱、仁慈', 
    '兄弟宫': '兄弟姐妹有父母的特质，会照顾我，是我的贵人', 
    '夫妻宫': '配偶是贵人，家境优越，外形出众，若是天钺则桃花旺', 
    '子女宫': '孩子聪明善良，孝顺，符合正道', 
    '财帛宫': '得财清白，正财，财上易得长辈资助', 
    '疾厄宫': '少生病，好得快，（魁）心血管，眼睛，（钺）肾，泌尿系统', 
    '迁移宫': '在外遇贵人，外出顺利，逢凶化吉', 
    '交友宫': '贵人运旺，属下有助力，属下多', 
    '官禄宫': '工作顺利，机遇多，易有人帮助，易得赏识，职位高尚', 
    '田宅宫': '通常有祖产，/但若和煞星同宫会败祖产/', 
    '福禄宫': '善良仁慈，贵人多，愿意帮助别人，机遇多', 
    '父母宫': '父母脾气秉性好，助力大，会引导我走上正途', 
}