export default {
    title: '破军',
    category: {
        title: '十四主星',
    },
    all: '损耗，破坏，/孤克星/，用的好则是（开创能力，独立思考），情绪发泄，艺术天赋，关系破败，喜欢追求刺激，/主动型刺激桃花星/，/烂桃花/，做事有头无尾',
    '命宫': '艺术天分，思维方式和一般人不同，迷之自信，虚荣心，喜新厌旧，三分钟热度，对感情不负责，孤独', 
    '兄弟宫': '六亲无缘，兄弟有艺术才华', 
    '夫妻宫': '感情婚姻不稳定，另一半虚荣心重，爱攀比，喜奢华不切实际，追求刺激，易遇烂桃花', 
    '子女宫': '溺爱子女，但与孩子不亲，孩子会质疑父母', 
    '财帛宫': '花钱大手大脚，投资风险高，易破财，不重视金钱', 
    '疾厄宫': '幼年多脓血之灾，肾脏疾病', 
    '迁移宫': '在外地擅长艺术表演，易成为艺人网红，明星等', 
    '交友宫': '朋友无缘，友谊不持久，下属易变动', 
    '官禄宫': '事业起伏大，艺术工作，武职（销售，警察，餐饮），易换工作', 
    '田宅宫': '破财，居家环境混乱，与家人关系差', 
    '福禄宫': '直觉准，灵感好，好奇心，性格反复，喜新厌旧', 
    '父母宫': '父母性格怪异，无助力，父母自我', 
}