export default {
    title: '太阴',
    category: {
        title: '十四主星',
    },
    all: '/财星/，/桃花星/，重视安全感，财库，会有钱，积少成多，擅长经营，慢，女人星，细腻，重感情，象征感情相关',
    '命宫': '重视安全感，内敛，先计划，做事慢，适合经营，男命（保守，阴柔，女性缘好，吸引女性），女命（传统女性特质，顾家，照顾家人）', 
    '兄弟宫': '易有姐妹，兄弟性情易和，会照顾你', 
    '夫妻宫': '配偶贤惠，夫妻关系融洽细腻', 
    '子女宫': '子女性格温和爱干净，子女关系融洽', 
    '财帛宫': '善于储蓄经营，累积财富，与财有缘', 
    '疾厄宫': '肾脏疾病', 
    '迁移宫': '外表沉着冷静，不论男女在外女人缘好，有女性助力，喜夜生活，不喜白天', 
    '交友宫': '朋友多，异性朋友多，在工作女性同事助力大', 
    '官禄宫': '事业平稳，工作稳定，不动产贸易金融', 
    '田宅宫': '不动产多，家中干净整洁，喜欢晚睡', 
    '福禄宫': '浪漫，重视精神生活，异性缘好', 
    '父母宫': '与母亲缘分深，母亲影响大', 
}