export default {
    title: '天同',
    category: {
        title: '十四主星',
    },
    all: '/享受桃花星（陷入多重感情抉择）/，没有心机，可爱，懒惰，对享乐有追求，享乐星，喜欢分享，吃喝玩乐，孩子，被他人照顾，有福气，依赖，融洽',
    '命宫': '懒散，爱哭，天真，喜欢助人，感性，易被感动，没戒心', 
    '兄弟宫': '和兄弟姐妹关系融洽，兄弟像孩子', 
    '夫妻宫': '配偶懒惰，像孩子，对自己很依赖，桃花旺', 
    '子女宫': '子女多，子女懒散，关系好', 
    '财帛宫': '赚钱方式轻松，稳当的工作，喜欢花钱享受，钱留不住存不住', 
    '疾厄宫': '肾脏，内分泌', 
    '迁移宫': '在外有人缘，有人照顾，开心果，宅（懒），出门拖延症，桃花', 
    '交友宫': '朋友多，异性朋友多，易有感情，有助力', 
    '官禄宫': '不喜竞争，工作懒散，追求轻松，不求升官发财，工作有助力，有人帮助', 
    '田宅宫': '宅，喜欢布置家，有祖业继承', 
    '福禄宫': '可享福，有同理心，福分好，兴趣爱好得到满足，不重视物质，懒散', 
    '父母宫': '父母像孩子，不严格，关系好，对自己照顾少，反而需要自己照顾', 
}