export default {
    title: '紫薇',
    category: {
        title: '十四主星',
    },
    all: '皇帝的特征，强大的领导特质（领导力及与其相关的事件），好面子，多疑，固执，喜掌权，霸道，孤寡星',
    '命宫': '人格特质像皇帝（/不代表自己是皇帝/),喜欢领导别人，喜欢给别人做决定，喜欢指挥人，多疑，好面子，建议多听他人意见和学习领导课程', 
    '兄弟宫': '兄弟易有成就、混得好，易受兄弟庇护和帮忙，有兄弟可以依靠，兄弟在家族地位高有话语权，被兄弟领导，兄弟有紫微星的个性特征', 
    '夫妻宫': '容易和有紫薇星个性特征的交往结合吗，配偶有紫薇星的个性特征、好面子、强势，在夫妻关系中自己处于弱势地位', 
    '子女宫': '子女固执，不听话，有自己的想法', 
    '财帛宫': '喜掌财权，花钱大手大脚', 
    '疾厄宫': '脾胃不好', 
    '迁移宫': '出外遇贵人，易遇到成就高的贵人扶持，在外地容易受到他人认可和尊重', 
    '交友宫': '朋友属下社会地位和成就高，属下不好管教', 
    '官禄宫': '适合在大公司担任主管以上的角色，不愿意受人驱使、打工，想创业', 
    '田宅宫': '住宅华丽、地势高、面积大、房子周围有比较高大的建筑物（市区，政府，博物馆）', 
    '福禄宫': '有皇帝的个性特征，内心空虚孤独', 
    '父母宫': '父母易有成就，好面子，早年严厉，喜欢给你做主，父母给予的庇护帮助很多', 
}